---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CutterFailures
source: html/8506f2fe-3b67-b4bd-a160-0daaa7206636.htm
---
# BuiltInFailures.CutterFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.